<?php

/* @var string $terms HTML текст правил */

$this->title = 'Правила пользования сайтом ' . Yii::$app->config->get('site_title');
?>
<div class="page-terms">
    <ul>
        <li><h4>1. Термины и определения</h4>
            <ul>
                <li><strong>1.1.</strong> «Владелец «linuxforum» («Владелец») - лицо или группа лиц, в частной собственности которых находится конференция.</li>
                <li><strong>1.2.</strong> «Администрация конференции» - владельцы и администраторы, модераторы и кураторы форумов.</li>
                <li><strong>1.3.</strong> «Администратор» - доверенное лицо владельца конференции, осуществляющее управление конференцией.</li>
                <li><strong>1.4.</strong> «Модератор(Куратор)» - пользователь наделённый обязанностями по контролю содержимого форума.</li>
                <li><strong>1.5.</strong> «Пользователь» - посетитель, принимающий участие в конференции после прохождения процедуры регистрации.</li>
                <li><strong>1.6.</strong> «Гость» - посетитель, имеющий право просматривать конференцию без прохождения процедуры регистрации.</li>
                <li><strong>1.7.</strong> «Нарушитель» - участник, который эпизодически или регулярно нарушает настоящие Правила.</li>
            </ul>
        </li>
        <li><h4>2. Права и обязанности участников конференции.</h4>
            <ul>
                <li><h5><strong>2.1. Права владельца конференции linuxforum.</strong></h5>
                    <ul>
                        <li><strong>2.1.1.</strong> Владелец имеет права на любые законные действия в рамках конференции linuxforum, включая право на её ликвидацию.</li>
                        <li><strong>2.1.2.</strong> Владелец имеет право изменения настоящих Правил.</li>
                        <li><strong>2.1.3.</strong> Владелец  имеет право изменять форум по собственному усмотрению, а равно и отказываться от поддержки тех или иных функций/разделов.</li>
                        <li><strong>2.1.4.</strong> Владелец имеет право по собственному усмотрению использовать информацию размещённую посетителями в конференции.</li>
                    </ul>
                </li>
                <li><h5><strong>2.2. Права администратора конференции linuxforum.</strong></h5>
                    <ul>
                        <li><strong>2.2.1.</strong> Администратор имеет права модератора во всех без исключения разделах форума.</li>
                        <li><strong>2.2.2.</strong> Администратор имеет право ограничивать доступ пользователей к функциям форума или всему форуму целиком.</li>
                        <li><strong>2.2.3.</strong> Администратор имеет право удалять аккаунты зарегистрированных пользователей.</li>
                        <li><strong>2.2.4.</strong> Администратор обязан рассматривать жалобы пользователей на модераторов и кураторов, поданные через раздел «Техподдержка linuxforum».</li>
                    </ul>
                </li>
                <li><h5><strong>2.3. Права модератора(куратора) конференции linuxforum.</strong></h5>
                    <ul>
                        <li><strong>2.3.1.</strong> Модератор(Куратор) обязан контролировать содержимое сообщений пользователей.</li>
                        <li><strong>2.3.2.</strong> Модератор(Куратор) обязан реагировать на сообщения пользователей, отправленные через функцию «Сообщить модератору»</li>
                        <li><strong>2.3.3.</strong> Модератор(Куратор) обязан строго придерживаться настоящих Правил.</li>
                        <li><strong>2.3.4.</strong> Модератор имеет право считать нарушителем любого пользователя форума, который нарушил настоящие Правила.</li>
                        <li><strong>2.3.5.</strong> Модератор(Куратор) имеет право закрывать/удалять/перемещать/редактировать темы и сообщения пользователей.</li>
                        <li><strong>2.3.6.</strong> Модератор обязан сохранить признаки нарушения снимком экрана для разбирательств в случае жалоб пользователей.</li>
                        <li><strong>2.3.7.</strong> Модератор имеет право вынести предупреждение или заблокировать учётную запись пользователя в случае множественных или злостных нарушений настоящих Правил.</li>
                    </ul>
                </li>
                <li><h5><strong>2.4. Права и обязанности пользователей конференции linuxforum.</strong></h5>
                    <ul>
                        <li><strong>2.4.1.</strong> Пользователь имеет право просматривать конференцию, публиковать новые темы и отвечать на сообщения на конференции.</li>
                        <li><strong>2.4.2.</strong> Пользователь имеет право обратиться к администрации с жалобой или предложением через раздел «Техподдержка linuxforum».</li>
                        <li><strong>2.4.3.</strong> Пользователь обязан строго соблюдать настоящие Правила.</li>
                        <li><strong>2.4.4.</strong> Пользователь обязан соблюдать требования администрации конференции linuxforum.</li>
                    </ul>
                </li>
            </ul>
        </li>
        <li><h4>3. Ограничения конференции и взыскания за нарушения.</h4>
            <ul>
                <li><h5><strong>3.1. Ограничения при регистрации пользователей.</strong></h5>
                    <ul>
                        <li><strong>3.1.1.</strong> Имя пользователя не должно содержать бессмысленного набора символов.</li>
                        <li><strong>3.1.2.</strong> Имя пользователя не должно содержать нецензурных и грубых выражений на любом языке либо в транслитерации.</li>
                        <li><strong>3.1.3.</strong> Имя пользователя не должно состоять из телефонного номера, адреса электронной почты или веб-сайта.</li>
                        <li><strong>3.1.4.</strong> Запрещается использовать имена пользователей схожие по написанию с существующими.</li>
                        <li><strong>3.1.5.</strong> Подпись пользователя и другая информация профиля пользователя может быть выполнена на любом языке.</li>
                        <li><strong>3.1.6.</strong> Аватара, имя(ник), подпись и персональная информация в профиле пользователя не должна нарушать настоящие Правила.</li>
                        <li><strong>3.1.7.</strong> Сильно мигающие аватары запрещены.</li>
                    </ul>
                </li>
            </ul>
            <ul>
                <li><h5><strong>3.2. Ограничения содержания сообщений, а так же подписи и персональной информации в профилях пользователей.</strong></h5>
                    <ul>
                        <li><strong>3.2.1.</strong> Язык общения в конференции &mdash; русский. Допускается использование других языков, понятных участникам конференции.</li>
                        <li><strong>3.2.2.</strong> Запрещается размещать ссылки на ресурсы «варезного» содержания, а так же прочие материалы, прямо или косвенно нарушающие авторские и/или иные права физических и юридических лиц, так или иначе противоречащие законодательству РФ.</li>
                        <li><strong>3.2.3.</strong> Запрещается рекламировать любые товары или услуги, в том числе открыто рекламировать интернет ресурсы (сайты, форумы и прочее) без специального разрешения администрации форума.</li>
                        <li><strong>3.2.4.</strong> Запрещено создавать темы и сообщения, не соответствующие тематике раздела.</li>
                        <li><strong>3.2.5.</strong> Запрещено создавать темы и сообщения флеймового характера, кроме как в разделе «Священные войны».</li>
                        <li><strong>3.2.6.</strong> Запрещено использовать грубые выражения и ненормативную лексику (мат), включая замаскированный.</li>
                        <li><strong>3.2.7.</strong> Запрещено оскорблять участников и отвечать на оскорбления в любой форме &mdash; прямой, косвенной или заочной.</li>
                        <li><strong>3.2.8.</strong> Запрещено использовать методы ввода текста и оформления, усложняющие восприятие сообщений:
                            <ul>
                                <li>использовать транслит в названиях тем и сообщениях;</li>
                                <li>заменять русские буквы похожими буквами латинского алфавита или цифрами;</li>
                                <li>создавать темы и сообщения ПРОПИСНЫМИ БУКВАМИ;</li>
                                <li>создавать сообщения прописными и строчными буквами или буквами разных алфавитов вперемешку;</li>
                                <li>вносить намеренные ошибки или намеренно не соблюдать правила русского языка;</li>
                                <li>использовать в темах и сообщениях символы псевдографики;</li>
                                <li>визуально выделять каким-то образом всё сообщение целиком;</li>
                                <li>использовать изображения высокого разрешения в сообщениях (используйте миниатюры изображений);</li>
                                <li>цитировать сообщения нестандартным способом, т.е. без использования стандартных кодов.</li>
                            </ul>
                        </li>
                        <li><strong>3.2.9.</strong> Запрещается создавать темы, не предполагающие обсуждения (публикация объявлений), за исключением раздела «Работа».</li>
                        <li><strong>3.2.10.</strong> Запрещено дублирование тем и сообщений.</li>
                        <li><strong>3.2.11.</strong> Запрещается публикация неинформативных сообщений (флуд): заявлений без обоснований, личная переписка без дополнительной информации,  односложных ответов: «гугл», «поиск», «ртфм».</li>
                        <li><strong>3.2.12.</strong> Запрещается создавать неинформативные темы - Заголовок темы должен быть кратким и точным, достаточным для понимания того, о чем идет речь; Если описание проблемы умещается в заголовок темы, следует давать в стартовом сообщении расширенную информацию.</li>
                        <li><strong>3.2.13.</strong> Запрещается отвечать сообщениями без осмысленного текста.</li>
                        <li><strong>3.2.14.</strong> Запрещается  создавать сообщения с чрезмерным количеством цитируемого материала;  создавать сообщения, предназначенные для поднятия темы наверх в списке, кроме случаев, когда это необходимо; массовое создание сообщений и тем.</li>
                        <li><strong>3.2.15.</strong> Запрещается переходить на личности в обсуждении.</li>
                        <li><strong>3.2.16.</strong> Запрещается явное или косвенное провоцирование участников на нарушение правил форума.</li>
                        <li><strong>3.2.17.</strong> Запрещается публикация заведомо ложной информации.</li>
                        <li><strong>3.2.18.</strong> Запрещается обсуждать правила или действия куратора/модератора/администратора, кроме как в разделе «Техподдержка linuxforum».</li>
                        <li><strong>3.2.19.</strong> Запрещается обсуждать политические, национальные и религиозные темы.</li>
                        <li><strong>3.2.20.</strong> Запрещаются любые действия, явно или косвенно направленные на нарушение нормального функционирования форума.</li>
                        <li><strong>3.2.21.</strong> Запрещается умышленное искажение URL-адресов ссылок.</li>
                        <li><strong>3.2.22.</strong> Запрещается использовать форум в целях, противоречащих законодательству РФ.</li>
                        <li><strong>3.2.23.</strong> Запрещено создавать и обсуждать темы, противопоставляющие Linux другим операционным системам, кроме как в разделе «Священные войны».</li>
                        <li><strong>3.2.24.</strong> Запрещается размещать или передавать посредством конференции информацию, которая является оскорбительной, разжигающей расовую, национальную, социальную или другую рознь.</li>
                        <li><strong>3.2.25.</strong> Запрещается размещать материалы порнографического или эротического содержания, наркотики, сцены чрезмерного насилия и им подобные вещи, а также ресурсы, содержащие подобную информацию.</li>
                        <li><strong>3.2.26.</strong> Запрещается публикация зловредного кода, эксплоитов, а так же ссылок на них.</li>
                        <li><strong>3.2.27.</strong> Запрещается цитирование или размещение ссылок на сообщения, нарушающие настоящие Правила.</li>
                        <li><strong>3.2.28.</strong> Запрещается накрутка репутации и злоупотребление ею.</li>
                    </ul>
                </li>
            </ul>
            <ul>
                <li><h5><strong>3.3. За нарушение Правил конференции на пользователя накладываются взыскания:</strong></h5>
                    <ul>
                        <li><strong>3.3.1.</strong> Запрет публикации сообщений в разделах конференции.</li>
                        <li><strong>3.3.2.</strong> Запрет использования тех или иных функций и сервисов, предоставляемых конференцией.</li>
                        <li><strong>3.3.3.</strong> Запрет доступа на конференцию.</li>
                    </ul>
                </li>
            </ul>
        </li>
        <li><h4>4. Порядок назначения и снятия модераторов и кураторов.</h4>
            <ul>
                <li><strong>4.1.</strong> Модераторы (кураторы) разделов подбираются и назначаются администрацией форума.</li>
                <li><strong>4.2.</strong> Администрация может объявить набор модераторов или кураторов. На должность может быть выдвинут любой участник конференции.</li>
                <li><strong>4.3.</strong> Выдвинутый пользователями модератор или куратор утверждается администрацией по результатам рассмотрения мнения пользователей (результаты голосований, характеристики).</li>
                <li><strong>4.4.</strong> Модератор (куратор) может быть снят администрацией по результатам рассмотрения жалоб пользователей или по иной причине.</li>
            </ul>
        </li>
    </ul>
</div>