<?php
return [
    'Title' => 'Запрос пароля',
    'Email' => 'Электронная почта',
    'Email info' => 'Новый пароль и ссылка для активации будут высланы на указанный адрес.',
    'Submit' => 'Отправить',

    'Important' => 'Важная информация!',
    'Error summary' => 'Следующие ошибки необходимо исправить, чтобы получить новый пароль:',

    'Email sent message' => 'На ваш адрес мы отправили письмо с инструкцией. Если письмо не приходит, вы можете связаться с администрацией по адресу:',
    'Email flood' => 'На этот адрес уже был затребован новый пароль за последний час. Пожалуйста, подождите прежде чем повторить попытку.',
    'Key expired' => 'Указанный ключ активации пароля неверный или устарел. Пожалуйста, запросите пароль снова, если ошибка повторится, свяжитесь с администрацией по адресу:',
    'Password updated' => 'Ваши настройки изменёны. Вы можете войти с новым паролем.',
];