<?php

return [
    'Create topic'    => 'Создать тему',
    'Empty forum'   => 'В разделе нет тем.',
    'Topic' => 'Просмотров',
    'Replies' => 'Сообщений',
    'Views' => 'Просмотров',
    'Last post' => 'Последнее сообщение',



    'Moved'         => 'Перенесено',
    'Sticky'        => 'Выделено',
    'Closed'        => 'Закрыто:',
    'Mod controls'  => 'Операции модерирования',
    'Is subscribed' => 'Вы подписаны на этот раздел',
    'Unsubscribe'   => 'Отписаться',
    'Subscribe'     => 'Подписаться на этот раздел'
];