<?php

return [
    'Title' => 'Регистрация',

    'Rules agree' => 'Согласен',
    'Rules cancel' => 'Не согласен',

    'Important' => 'Важная информация!',
    'Error summary' => 'Следующие ошибки необходимо исправить, чтобы продолжить регистрацию:',

    'Email' => 'Электронная почта',
    'Username' => 'Имя пользователя',
    'Submit' => 'Регистрация',

    'Success info' => 'Спасибо за регистрацию. Ваш пароль был выслан на указанную электронную почту. Если он не придёт, свяжитесь с web-мастером по адресу',
];