<?php

return [
    'Title' => 'Регистрация',

    'Rules legend' => 'Регистрация на форуме означает, что вы согласны соблюдать его правила:',
    'Rules agree' => 'Согласен',
    'Rules cancel' => 'Не согласен',

    'Important' => 'Важная информация!',
    'Error summary' => 'Следующие ошибки необходимо исправить, чтобы продолжить регистрацию:',

    'Email' => 'Электронная почта',
    'Email legend' => 'Ваш адрес электронной почты',
    'Username' => 'Имя пользователя',
    'Username legend' => 'Пожалуйста, введите имя пользователя от 2 до 25 символов длиной',
    'Submit' => 'Регистрация',

    'Success info' => 'Спасибо за регистрацию. Ваш пароль был выслан на указанный email. Если он не придёт, свяжитесь с web-мастером по адресу',
];