<?php

return [
    'Title' => 'Пользователи',
    'Legend' => 'Найти и отсортировать пользователей',
    'Username search' => 'Имя пользователя:',
    'User group search' => 'Показать из группы:',
    'Sort by search' => 'Сортировать по:',
    'Sort order search' => 'Упорядочить по:',
    'Submit' => 'Найти',

    'All' => 'Все',

    'By registered sort item' => 'Дате регистрации',
    'Username sort item' => 'Имени пользователя',
    'By number of posts sort item' => 'Количеству сообщений',

    'Ascending' => 'Возрастанию',
    'Descending' => 'Убыванию',

    'Info' => 'Введите имя пользователя и/или выберите группу по которой хотите фильтровать список. Имя пользователя можно оставить пустым. Сортируйте пользователей по имени, дате регистрации или количеству сообщений по возрастанию или убыванию.',
    'No result' => 'Поиск не дал результатов',

    'User list' => 'Список пользователей',
    'Username' => 'Имя пользователя',
    'User title' => 'Статус',
    'User posts' => 'Сообщений',
    'User registered' => 'Дата регистрации',
];